# print ("HelloWorld!")

# import numpy
# for x in numpy.arange(0.0, 0.6, 0.1):
#     y = 2**x
#     print(y)

# Определить, имеется ли среди трёх чисел a, b и c хотя бы одна пара равных между собой чисел.
print("Введите первое число")
a=input()
print(a)